{
  "home": {
    "above": "Hi, I'm",
    "first": "Gaëtan",
    "last": "Lefebvre",
    "paragraphs": [
      "Passionate about design and motion design , I am currently a 4th year student at Hetic. I was recently UX/UI junior designer at BuddyBuddy. Now, I’m looking for an internship in interactive design."
    ]
  },
  "about": {
    "colors": [
      "green",
      "blue",
      "red",
      "yellow"
    ],
    "green": {
      "color": "green",
      "shape": "circle",
      "above": "Who",
      "first": "am I",
      "last": "really ?",
      "paragraphs": [
        "Before being a student in design study, I am first and foremost a passionate person. Everything I do is done 100% with a lot of energy and good humor. I am a person of trust, voluntary and above all reliable.",
        "I am in the quest for learning. It is during these future years that I hope I can become the person I wish to be."
      ]
    },
    "blue": {
      "color": "blue",
      "shape": "triangle",
      "above": "What",
      "first": "I trully",
      "last": "like ?",
      "paragraphs": [
        "The sport also animates my days and allows me to let off steam. I also love to cook, for me, my friends, my family. I am a big fan of music. A day without is not a real day.",
        "I always love to draw. Maybe that's what led me to my current path. Finally, cultural outings are activities that I would never refuse you!"
      ]
    },
    "red": {
      "color": "red",
      "shape": "square",
      "above": "Where",
      "first": "I actually",
      "last": "work ?",
      "paragraphs": [
        "I recently did an internship at @Buddy Buddy as a UX / UI designer. I have also worked for several clients such as SEL, Action contre la Faim, OpSiSe, La Voix de L’Enfant, Immersive Robotics.",
        "I am currently working on the redesign of the Manucurist site and perform other freelance missions in Paris. I also realize a memoir for my 4th year at HETIC."
      ]
    },
    "yellow": {
      "color": "yellow",
      "shape": "pentagone",
      "above": "What",
      "first": "to do",
      "last": "now ?",
      "paragraphs": [
        "I am looking for an internship of 6 months for my 4th year at HETIC. Do not hesitate to contact me to discuss or to have a drink. If you have a project, I am also present :)"
      ]
    }
  },
  "pocketcare": {
    "what_is_the_project": [
      "Pocketcare was born from a student project. The goal was to design an innovative solution for the medical field.",
      "After several interviews, we noticed a problem with the loss of prescriptions. In addition we found that one could use the vital and mutual card in a more efficient way. Pocketcare is the solution to these problems."
    ],
    "what_was_the_problem": [
      "The major problem has been to design an easy-to-access application for all members of a family. Knowing that the app uses not necessarily simple documents like the vital card or prescriptions. The whole process for registering a card has also been quite complicated."
    ],
    "how_i_solved_it": [
      "To solve the problem of complexity of the application, we realized a simple onboarding with illustrations and easy to understand. We then thought it would be a good idea to rework the cards and let the step validation icons speak for the card recording phase."
    ],
    "how_the_team_worked": [
      "We worked on 6 on this project. All the team has participated in the UX phase, where we have listed different people. Subsequently, we went through 2 phases of wireframes, low and hight fie.",
      "Then we worked on 3 on the UI by cutting into 3 large parts the project, namely, the onboarding and registration, the registration of the cards and prescriptions and the profile part.",
      "Special thanks to Marina Ferreira Duarte and Clara Foggetti as UX / UI designer and Clarisse Garcia, Thomas Hénault and Marine Le Borgne as UX designer."
    ]
  },
  "tesla": {
    "what_is_the_project": [
      "This project is quite special since it consisted in finding a partnership with the Tesla brand to communicate on its latest model, the Tesla Model 3. The objective was to realize several scenarios through 3 supports: the Tesla tablet, the mobile and the watch. It was both inspired by the Tesla charter while combining with the brand chosen by our team.",
      "And we ended up choosing Oculus integrating a VR experience inside the vehicle. I'll let you discover more."
    ],
    "what_was_the_problem": [
      "Creating a consistent product on 3 different media was certainly the most complex task. We worked in teams of 2 for each medium, except the Watch which only required one person. Above all, it was necessary to take into account the graphic charters of both brands without letting one of them dominate.",
      "And the main problem was to create into the vehicle interactions with the oculus product without hurting people in the car."
    ],
    "how_i_solved_it": [
      "Communication first and foremost. Each step was seen and reviewed by each member of the team. As for the final graphic charter, I realized with my partner on the mobile version. It was later declined on other media.",
      "It was necessary to think and imagine how VR would settle in a vehicle. So we also decided to use a type of Oculus gloves that passengers will use during their experiences to navigate without problems."
    ],
    "why_that_project": [
      "It is certainly the project where I learned the most, and which amused me the most. It was necessary to think and imagine how VR would settle in a vehicle. It was a very interesting phase of reflection where each member of the team was able to propose ideas."
    ],
    "how_the_team_worked": [
      "We were 5 on this project. 2 people on the tablet part, 2 on the mobile part and finally 1 on the watch. For my part I worked continuously with a friend for the mobile part. We were able to iterate on the Watch part.",
      "What I liked a lot was also the prototype phase and especially the discovery of a way to visualize his Sketch models in VR, a task that required a lot of time and research.",
      "Special thanks to Gabriel Duret, Marina Ferreira Duarte, Clara Foggetti and Thomas Hénault as UX / UI designer and Marina for helping me  for the prototypes."
    ]
  },
  "buddybuddy": {
    "what_is_the_project": [
      "The purpose of this project was to redesign the agency's case study page, the most important page, visited mainly by clients.",
      "It was necessary especially to appropriate all the projects of the agency, to impregnate itself of the different graphic charters, branding, illustrations and models to then provide a clear and enriching case study."
    ],
    "what_was_the_problem": [
      "Appropriating projects was not necessarily the most complicated task, but it was the longest because Buddy Buddy has many projects to his credit despite his young age. It is especially the fact to realize a project with very square guidelines and in a very rigorous way which I liked and it was really interesting."
    ],
    "how_we_solved_it": [
      "I just had to informed myself and ask as many questions as possible to all members of the team. I made a lot of design watch and I choose the best trending websites and works of the moment. Then I tried to inspired myself and mix it the project content and the result is here."
    ],
    "how_the_team_worked": [
      "I worked in pairs on this project with an Heticien comrade. We cut ourselves the project as well. First list the strong and weak points of the site to solve the weak points. Achieve a competitive benchmark but also on the agencies of the moment. Implement guidelines strict enough not to be in difficulty on the other boxes studios. And finally structure the project in large parts.",
      "Special thanks to Camille Pawlak as UX / UI designer and all the Buddy Buddy team witch helped me during this 4 months internship."
    ]
  },
  "personal": {

  }
}
